Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceOnboardingLocaleBox.Header
source: Locale
ar_sa: لغة
de_de: Gebietsschema
es_es: Localidad
fr_fr: Paramètres régionaux
hi_in: लोकेल
ja_jp: ロケール
ko_kr: 로케일
pt_br: Local
tr_tr: Yerel ayar
zh_hans: 语言环境

# SourceOnboardingM3uRadio.Content
source: M3U (URL or Local File)
ar_sa: M3U (عنوان URL أو ملف محلي)
de_de: M3U (URL oder lokale Datei)
es_es: M3U (URL o archivo local)
fr_fr: M3U (URL ou fichier local)
hi_in: M3U (यूआरएल या स्थानीय फ़ाइल)
ja_jp: M3U (URL またはローカル ファイル)
ko_kr: M3U(URL 또는 로컬 파일)
pt_br: M3U (URL ou arquivo local)
tr_tr: M3U (URL veya Yerel Dosya)
zh_hans: M3U（URL 或本地文件）

# SourceOnboardingM3uTitle.Text
source: M3U playlist
ar_sa: قائمة التشغيل M3U
de_de: M3U-Wiedergabeliste
es_es: M3U lista de reproducción
hi_in: M3U प्लेलिस्ट
ja_jp: M3U プレイリスト
ko_kr: M3U 재생목록
pt_br: Lista de reprodução M3U
tr_tr: M3U çalma listesi
zh_hans: M3U 播放列表

# SourceOnboardingMacAddressBox.Header
source: MAC Address
ar_sa: عنوان ماك
de_de: MAC-Adresse
es_es: Dirección MAC
fr_fr: Adresse MAC
hi_in: मैक पता
ja_jp: MACアドレス
ko_kr: MAC 주소
pt_br: Endereço MAC
tr_tr: MAC Adresi
zh_hans: MAC地址

# SourceOnboardingManualXmltvRadio.Content
source: Manual XMLTV override
ar_sa: تجاوز يدوي XMLTV
de_de: Manuelle XMLTV-Überschreibung
es_es: Anulación manual de XMLTV
fr_fr: Commande manuelle XMLTV
hi_in: मैनुअल XMLTV ओवरराइड
ja_jp: 手動 XMLTV オーバーライド
ko_kr: 수동 XMLTV 재정의
pt_br: Substituição manual do XMLTV
tr_tr: Manuel XMLTV geçersiz kılma
zh_hans: 手动 XMLTV 覆盖

# SourceOnboardingManualXmltvUrlBox.Header
source: Manual XMLTV URL
ar_sa: دليل XMLTV URL
de_de: Manuelle XMLTV-URL
fr_fr: Manuel XMLTV URL
hi_in: मैनुअल XMLTV यूआरएल
ja_jp: マニュアル XMLTV URL
ko_kr: 수동 XMLTV URL
pt_br: URL XMLTV manual
tr_tr: Manuel XMLTV URL'si
zh_hans: 手册 XMLTV URL

# SourceOnboardingManualXmltvUrlBox.PlaceholderText
source: http://.../epg.xml or C:\guide.xml
ar_sa: http://.../epg.xml أو C:\guide.xml
de_de: http://.../epg.xml oder C:\guide.xml
es_es: http://.../epg.xml o C:\guide.xml
fr_fr: http://.../epg.xml ou C:\guide.xml
hi_in: http://.../epg.xml या C:\guide.xml
ja_jp: http://.../epg.xml または C:\guide.xml
ko_kr: http://.../epg.xml 또는 C:\guide.xml
pt_br: http://.../epg.xml ou C:\guide.xml
tr_tr: http://.../epg.xml veya C:\guide.xml
zh_hans: http://.../epg.xml 或 C:\guide.xml

# SourceOnboardingNoGuideRadio.Content
source: No guide
ar_sa: لا يوجد دليل
de_de: Kein Führer
es_es: Sin guía
fr_fr: Pas de guide
hi_in: कोई मार्गदर्शक नहीं
ja_jp: ガイドなし
ko_kr: 가이드 없음
pt_br: Sem guia
tr_tr: Kılavuz yok
zh_hans: 无向导

# SourceOnboardingPageSubtitle.Text
source: Connect your own M3U playlist, Xtream provider, or Stalker portal for live TV, movies, series, and guide data.
ar_sa: وصّل قائمة M3U الخاصة بك أو مزود Xtream أو ملف تعريف بوابة مدعوماً لتصفح التلفزيون المباشر والأفلام والمسلسلات وبيانات الدليل التي يوفرها المصدر.
de_de: Verbinden Sie Ihre eigene M3U-Wiedergabeliste, Ihren Xtream-Anbieter oder ein unterstütztes Anbieterportalprofil, um von der Quelle bereitgestelltes Live-TV, Filme, Serien und EPG-Daten zu durchsuchen.
es_es: Conecte su propia lista de reproducción M3U, proveedor Xtream o portal Stalker para TV en vivo, películas, series y datos de guías.
fr_fr: Connectez votre propre liste de lecture M3U, votre fournisseur Xtream ou votre portail Stalker pour la télévision en direct, des films, des séries et des données de guide.
hi_in: लाइव टीवी, मूवी, सीरीज़ और गाइड डेटा के लिए अपनी खुद की M3U प्लेलिस्ट, Xtream प्रदाता, या Stalker पोर्टल कनेक्ट करें।
ja_jp: 自分の M3U プレイリスト、Xtream プロバイダー、または対応するポータルプロファイルを接続して、ソースが提供するライブ TV、映画、シリーズ、ガイドデータを参照します。
ko_kr: 라이브 TV, 영화, 시리즈 및 가이드 데이터를 위해 자신만의 M3U 재생 목록, Xtream 공급자 또는 Stalker 포털을 연결하세요.
pt_br: Conecte sua própria lista de reprodução M3U, provedor Xtream ou portal Stalker para TV ao vivo, filmes, séries e dados de guia.
tr_tr: Canlı TV, filmler, diziler ve rehber verileri için kendi M3U çalma listenizi, Xtream sağlayıcınızı veya Stalker portalınızı bağlayın.
zh_hans: 连接您自己的 M3U 播放列表、Xtream 提供商或 Stalker 门户，以获取直播电视、电影、连续剧和指南数据。

# SourceOnboardingPageTitle.Text
source: Add Source
ar_sa: أضف المصدر
de_de: Quelle hinzufügen
es_es: Agregar fuente
fr_fr: Ajouter une source
hi_in: स्रोत जोड़ें
ja_jp: ソースの追加
ko_kr: 소스 추가
pt_br: Adicionar fonte
tr_tr: Kaynak Ekle
zh_hans: 添加来源

# SourceOnboardingPassThroughRelayRadio.Content
source: Pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: Relé de paso
fr_fr: Relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: Relé de passagem
tr_tr: Geçiş rölesi
zh_hans: 直通继电器

# SourceOnboardingPlaybackOnlyRadio.Content
source: Playback only
ar_sa: التشغيل فقط
de_de: Nur Wiedergabe
es_es: Sólo reproducción
fr_fr: Lecture uniquement
hi_in: केवल प्लेबैक
ja_jp: 再生のみ
ko_kr: 재생만
pt_br: Apenas reprodução
tr_tr: Yalnızca oynatma
zh_hans: 仅播放

# SourceOnboardingPlaybackOnlyRadio2.Content
source: Playback only
ar_sa: التشغيل فقط
de_de: Nur Wiedergabe
es_es: Sólo reproducción
fr_fr: Lecture uniquement
hi_in: केवल प्लेबैक
ja_jp: 再生のみ
ko_kr: 재생만
pt_br: Apenas reprodução
tr_tr: Yalnızca oynatma
zh_hans: 仅播放

# SourceOnboardingPlaybackProbesRadio.Content
source: Playback + probes
ar_sa: تشغيل + تحقيقات
de_de: Wiedergabe + Sonden
es_es: Reproducción + sondas
fr_fr: Lecture + sondes
hi_in: प्लेबैक + जांच
ja_jp: 再生 + プローブ
ko_kr: 재생 + 프로브
pt_br: Reprodução + sondagens
tr_tr: Oynatma + problar
zh_hans: 回放+探测

# SourceOnboardingPlaybackProbesRadio2.Content
source: Playback + probes
ar_sa: تشغيل + تحقيقات
de_de: Wiedergabe + Sonden
es_es: Reproducción + sondas
fr_fr: Lecture + sondes
hi_in: प्लेबैक + जांच
ja_jp: 再生 + プローブ
ko_kr: 재생 + 프로브
pt_br: Reprodução + sondagens
tr_tr: Oynatma + problar
zh_hans: 回放+探测

# SourceOnboardingPortalUrlBox.Header
source: Portal URL
ar_sa: عنوان URL للبوابة
es_es: URL del portal
fr_fr: URL du portail
hi_in: पोर्टल यूआरएल
ja_jp: ポータルURL
ko_kr: 포털 URL
pt_br: URL do portal
tr_tr: Portal URL'si
zh_hans: 门户网址

# SourceOnboardingProxyUrlBox.Header
source: Proxy URL
ar_sa: عنوان URL الوكيل
es_es: URL de proxy
fr_fr: URL du proxy
hi_in: प्रॉक्सी यूआरएल
ja_jp: プロキシ URL
ko_kr: 프록시 URL
pt_br: URL proxy
tr_tr: Proxy URL'si
zh_hans: 代理网址

# SourceOnboardingProxyUrlBox.PlaceholderText
source: http://proxy-host:port or socks5://proxy-host:port
ar_sa: http://proxy-host:port أو socks5://proxy-host:port
de_de: http://proxy-host:port oder sock5://proxy-host:port
es_es: http://proxy-host:puerto o calcetines5://proxy-host:puerto
fr_fr: http://proxy-host:port ou chaussettes5://proxy-host:port
hi_in: http://proxy-host:port या socks5://proxy-host:port
ja_jp: http://プロキシホスト:ポートまたはsocks5://プロキシホスト:ポート
ko_kr: http://proxy-host:port 또는 양말5://proxy-host:port
pt_br: http://proxy-host:porta ou meias5://proxy-host:porta
tr_tr: http://proxy-ana bilgisayar:bağlantı noktası veya çoraplar5://proxy-ana bilgisayar:bağlantı noktası
zh_hans: http://proxy-host:端口或socks5://proxy-host:port

# SourceOnboardingRoutingTitle.Text
source: Routing
ar_sa: التوجيه
de_de: Routenführung
es_es: Enrutamiento
fr_fr: Routage
hi_in: रूटिंग
ja_jp: ルーティング
ko_kr: 라우팅
pt_br: Roteamento
tr_tr: Yönlendirme
zh_hans: 路由

# SourceOnboardingSaveAndSyncButton.Content
source: Save and sync
ar_sa: حفظ ومزامنة
de_de: Speichern und synchronisieren
es_es: Guardar y sincronizar
fr_fr: Enregistrer et synchroniser
hi_in: सहेजें और सिंक करें
ja_jp: 保存して同期する
ko_kr: 저장 및 동기화
pt_br: Salvar e sincronizar
tr_tr: Kaydet ve senkronize et
zh_hans: 保存并同步

# SourceOnboardingSerialNumberBox.Header
source: Serial Number (Optional)
ar_sa: الرقم التسلسلي (اختياري)
de_de: Seriennummer (optional)
es_es: Número de serie (opcional)
fr_fr: Numéro de série (facultatif)
hi_in: क्रमांक (वैकल्पिक)
ja_jp: シリアル番号 (オプション)
ko_kr: 일련번호(선택사항)
pt_br: Número de série (opcional)
tr_tr: Seri Numarası (İsteğe bağlı)
zh_hans: 序列号（可选）

# SourceOnboardingSerialNumberBox.PlaceholderText
source: Leave blank to derive from the MAC address
ar_sa: اتركه فارغًا للاشتقاق من عنوان MAC
de_de: Lassen Sie das Feld leer, um von der MAC-Adresse abzuleiten
es_es: Dejar en blanco para derivar de la dirección MAC
fr_fr: Laisser vide pour dériver de l'adresse MAC
hi_in: मैक पते से प्राप्त करने के लिए खाली छोड़ दें
ja_jp: MAC アドレスから派生させる場合は空白のままにします
ko_kr: MAC 주소에서 파생하려면 비워 두세요.
pt_br: Deixe em branco para derivar do endereço MAC
tr_tr: MAC adresinden türetmek için boş bırakın
zh_hans: 留空以从 MAC 地址派生

# SourceOnboardingSourceFormatRadio.Header
source: Source Format
ar_sa: تنسيق المصدر
de_de: Quellformat
es_es: Formato fuente
fr_fr: Format source
hi_in: स्रोत प्रारूप
ja_jp: ソースフォーマット
ko_kr: 소스 형식
pt_br: Formato de origem
tr_tr: Kaynak Formatı
zh_hans: 源格式

# SourceOnboardingSourceNameBox.Header
source: Source Name
ar_sa: اسم المصدر
de_de: Quellname
es_es: Nombre de fuente
fr_fr: Nom de la source
hi_in: स्रोत का नाम
ja_jp: ソース名
ko_kr: 소스 이름
pt_br: Nome da fonte
tr_tr: Kaynak Adı
zh_hans: 来源名称

# SourceOnboardingSourceNameBox.PlaceholderText
source: e.g. My Custom List
ar_sa: على سبيل المثال قائمتي المخصصة
de_de: z.B. Meine benutzerdefinierte Liste
es_es: por ej. Mi lista personalizada
fr_fr: par ex. Ma liste personnalisée
hi_in: जैसे मेरी कस्टम सूची
ja_jp: 例:私のカスタムリスト
ko_kr: 예를 들어 내 맞춤 목록
pt_br: por exemplo Minha lista personalizada
tr_tr: örneğin Özel Listem
zh_hans: 例如我的自定义列表

# SourceOnboardingStalkerRadio.Content
source: Stalker Portal
ar_sa: بوابة كروايراترم0
es_es: Portal Stalker
fr_fr: Portail Stalker
hi_in: Stalker पोर्टल
ja_jp: Stalker ポータル
ko_kr: Stalker 포털
pt_br: Portal Stalker
tr_tr: Stalker Portalı
zh_hans: Stalker 门户

# SourceOnboardingStalkerTitle.Text
source: Stalker portal
ar_sa: بوابة كروايراترم0
es_es: Portal Stalker
fr_fr: Portail Stalker
hi_in: Stalker पोर्टल
ja_jp: Stalker ポータル
ko_kr: Stalker 포털
pt_br: Portal Stalker
tr_tr: Stalker Portalı
zh_hans: Stalker 门户

# SourceOnboardingTestSourceButton.Content
source: Test Source
ar_sa: مصدر الاختبار
de_de: Testquelle
es_es: Fuente de prueba
fr_fr: Source du test
hi_in: परीक्षण स्रोत
ja_jp: テストソース
ko_kr: 테스트 소스
pt_br: Fonte de teste
tr_tr: Test Kaynağı
zh_hans: 测试源

# SourceOnboardingTimezoneBox.Header
source: Timezone
ar_sa: المنطقة الزمنية
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
hi_in: समयक्षेत्र
ja_jp: タイムゾーン
ko_kr: 시간대
pt_br: Fuso horário
tr_tr: Saat dilimi
zh_hans: 时区

# SourceOnboardingUseProviderGuideRadio.Content
source: Use provider guide
ar_sa: استخدم دليل المزود
de_de: Nutzen Sie den Leitfaden des Anbieters
es_es: Utilice la guía del proveedor
fr_fr: Utiliser le guide du fournisseur
hi_in: प्रदाता मार्गदर्शिका का उपयोग करें
ja_jp: プロバイダーガイドを使用する
ko_kr: 공급자 가이드 사용
pt_br: Use o guia do provedor
tr_tr: Sağlayıcı kılavuzunu kullanın
zh_hans: 使用提供商指南

# SourceOnboardingXtreamRadio.Content
source: Xtream Codes
ar_sa: رموز Xtream
es_es: Códigos Xtream
fr_fr: Codes Xtream
hi_in: Xtream कोड
ja_jp: Xtream コード
ko_kr: Xtream 코드
pt_br: Códigos Xtream
tr_tr: Xtream Kodları
zh_hans: Xtream 代码

# SourceOnboardingXtreamTitle.Text
source: Xtream provider
ar_sa: مزود Xtream
de_de: Xtream-Anbieter
es_es: Proveedor Xtream
fr_fr: Fournisseur Xtream
hi_in: Xtream प्रदाता
ja_jp: Xtream プロバイダー
ko_kr: Xtream 공급자
pt_br: Provedor Xtream
tr_tr: Xtream sağlayıcısı
zh_hans: Xtream 提供商

# Sources.ActivityReportUnavailableMessage
source: This source does not have a share-safe activity summary yet.
ar_sa: لا يحتوي هذا المصدر على ملخص نشاط آمن للمشاركة حتى الآن.
de_de: Diese Quelle verfügt noch nicht über eine Zusammenfassung der gemeinsam nutzbaren Aktivitäten.
es_es: Esta fuente aún no tiene un resumen de actividad segura para compartir.
fr_fr: Cette source ne dispose pas encore de résumé des activités de partage sécurisé.
hi_in: इस स्रोत में अभी तक शेयर-सुरक्षित गतिविधि सारांश नहीं है।
ja_jp: このソースには、シェアセーフ アクティビティの概要がまだありません。
ko_kr: 이 소스에는 아직 공유 안전 활동 요약이 없습니다.
pt_br: Esta fonte ainda não possui um resumo de atividades seguras para compartilhamento.
tr_tr: Bu kaynağın henüz paylaşım için güvenli bir etkinlik özeti yok.
zh_hans: 该来源还没有共享安全活动摘要。

# Sources_ActivityReportUnavailableMessage
source: This source does not have a share-safe activity summary yet.
ar_sa: لا يحتوي هذا المصدر على ملخص نشاط آمن للمشاركة حتى الآن.
de_de: Diese Quelle verfügt noch nicht über eine Zusammenfassung der gemeinsam nutzbaren Aktivitäten.
es_es: Esta fuente aún no tiene un resumen de actividad segura para compartir.
fr_fr: Cette source ne dispose pas encore de résumé des activités de partage sécurisé.
hi_in: इस स्रोत में अभी तक शेयर-सुरक्षित गतिविधि सारांश नहीं है।
ja_jp: このソースには、シェアセーフ アクティビティの概要がまだありません。
ko_kr: 이 소스에는 아직 공유 안전 활동 요약이 없습니다.
pt_br: Esta fonte ainda não possui um resumo de atividades seguras para compartilhamento.
tr_tr: Bu kaynağın henüz paylaşım için güvenli bir etkinlik özeti yok.
zh_hans: 该来源还没有共享安全活动摘要。

# Sources.ActivityReportUnavailableTitle
source: Activity report unavailable
ar_sa: تقرير النشاط غير متاح
de_de: Aktivitätsbericht nicht verfügbar
es_es: Informe de actividad no disponible
fr_fr: Rapport d'activité indisponible
hi_in: गतिविधि रिपोर्ट अनुपलब्ध
ja_jp: アクティビティレポートは利用できません
ko_kr: 활동 보고서를 사용할 수 없습니다.
pt_br: Relatório de atividades indisponível
tr_tr: Etkinlik raporu kullanılamıyor
zh_hans: 活动报告不可用

# Sources_ActivityReportUnavailableTitle
source: Activity report unavailable
ar_sa: تقرير النشاط غير متاح
de_de: Aktivitätsbericht nicht verfügbar
es_es: Informe de actividad no disponible
fr_fr: Rapport d'activité indisponible
hi_in: गतिविधि रिपोर्ट अनुपलब्ध
ja_jp: アクティビティレポートは利用できません
ko_kr: 활동 보고서를 사용할 수 없습니다.
pt_br: Relatório de atividades indisponível
tr_tr: Etkinlik raporu kullanılamıyor
zh_hans: 活动报告不可用

# Sources.Companion.Disabled.Description
source: Keep direct playback as the only path for this source.
ar_sa: احتفظ بالتشغيل المباشر باعتباره المسار الوحيد لهذا المصدر.
de_de: Behalten Sie die direkte Wiedergabe als einzigen Pfad für diese Quelle bei.
es_es: Mantenga la reproducción directa como única ruta para esta fuente.
fr_fr: Conservez la lecture directe comme seul chemin pour cette source.
hi_in: इस स्रोत के लिए सीधे प्लेबैक को ही एकमात्र पथ रखें।
ja_jp: このソースの唯一のパスとして直接再生を維持します。
ko_kr: 이 소스에 대한 유일한 경로로 직접 재생을 유지하십시오.
pt_br: Mantenha a reprodução direta como único caminho para esta fonte.
tr_tr: Doğrudan oynatmayı bu kaynak için tek yol olarak tutun.
zh_hans: 保持直接播放作为该源的唯一路径。

# Sources_Companion_Disabled_Description
source: Keep direct playback as the only path for this source.
ar_sa: احتفظ بالتشغيل المباشر باعتباره المسار الوحيد لهذا المصدر.
de_de: Behalten Sie die direkte Wiedergabe als einzigen Pfad für diese Quelle bei.
es_es: Mantenga la reproducción directa como única ruta para esta fuente.
fr_fr: Conservez la lecture directe comme seul chemin pour cette source.
hi_in: इस स्रोत के लिए सीधे प्लेबैक को ही एकमात्र पथ रखें।
ja_jp: このソースの唯一のパスとして直接再生を維持します。
ko_kr: 이 소스에 대한 유일한 경로로 직접 재생을 유지하십시오.
pt_br: Mantenha a reprodução direta como único caminho para esta fonte.
tr_tr: Doğrudan oynatmayı bu kaynak için tek yol olarak tutun.
zh_hans: 保持直接播放作为该源的唯一路径。

# Sources.Companion.PlaybackOnly.Description
source: Resolve the provider stream first, then hand playback to the local companion relay.
ar_sa: قم بحل تدفق الموفر أولاً، ثم قم بتسليم التشغيل إلى مرحل المرافق المحلي.
de_de: Lösen Sie zuerst den Provider-Stream auf und übergeben Sie dann die Wiedergabe an das lokale Begleit-Relay.
es_es: Primero resuelva la transmisión del proveedor y luego entregue la reproducción al relé complementario local.
fr_fr: Résolvez d’abord le flux du fournisseur, puis confiez la lecture au relais compagnon local.
hi_in: पहले प्रदाता स्ट्रीम को हल करें, फिर स्थानीय साथी रिले को प्लेबैक सौंपें।
ja_jp: まずプロバイダー ストリームを解決してから、再生をローカル コンパニオン リレーに渡します。
ko_kr: 먼저 공급자 스트림을 확인한 다음 로컬 컴패니언 릴레이로 재생을 전달합니다.
pt_br: Resolva primeiro o fluxo do provedor e, em seguida, entregue a reprodução à retransmissão complementar local.
tr_tr: Önce sağlayıcı akışını çözümleyin, ardından oynatmayı yerel yardımcı aktarıcıya aktarın.
zh_hans: 首先解析提供者流，然后将播放手动发送到本地同伴中继。

# Sources_Companion_PlaybackOnly_Description
source: Resolve the provider stream first, then hand playback to the local companion relay.
ar_sa: قم بحل تدفق الموفر أولاً، ثم قم بتسليم التشغيل إلى مرحل المرافق المحلي.
de_de: Lösen Sie zuerst den Provider-Stream auf und übergeben Sie dann die Wiedergabe an das lokale Begleit-Relay.
es_es: Primero resuelva la transmisión del proveedor y luego entregue la reproducción al relé complementario local.
fr_fr: Résolvez d’abord le flux du fournisseur, puis confiez la lecture au relais compagnon local.
hi_in: पहले प्रदाता स्ट्रीम को हल करें, फिर स्थानीय साथी रिले को प्लेबैक सौंपें।
ja_jp: まずプロバイダー ストリームを解決してから、再生をローカル コンパニオン リレーに渡します。
ko_kr: 먼저 공급자 스트림을 확인한 다음 로컬 컴패니언 릴레이로 재생을 전달합니다.
pt_br: Resolva primeiro o fluxo do provedor e, em seguida, entregue a reprodução à retransmissão complementar local.
tr_tr: Önce sağlayıcı akışını çözümleyin, ardından oynatmayı yerel yardımcı aktarıcıya aktarın.
zh_hans: 首先解析提供者流，然后将播放手动发送到本地同伴中继。

# Sources.Companion.PlaybackProbes.Description
source: Resolve the provider stream first, then use the local companion relay for playback and bounded health probes.
ar_sa: قم بحل تدفق الموفر أولاً، ثم استخدم مرحل المرافق المحلي للتشغيل وتحقيقات الصحة المحدودة.
de_de: Lösen Sie zuerst den Provider-Stream auf und verwenden Sie dann das lokale Companion-Relay für die Wiedergabe und begrenzte Integritätsprüfungen.
es_es: Primero resuelva la transmisión del proveedor y luego use el relé complementario local para la reproducción y los sondeos de estado limitados.
fr_fr: Résolvez d’abord le flux du fournisseur, puis utilisez le relais compagnon local pour la lecture et les sondes d’intégrité limitées.
hi_in: पहले प्रदाता स्ट्रीम को हल करें, फिर प्लेबैक और बाउंडेड स्वास्थ्य जांच के लिए स्थानीय साथी रिले का उपयोग करें।
ja_jp: 最初にプロバイダー ストリームを解決してから、再生と制限された正常性プローブにローカル コンパニオン リレーを使用します。
ko_kr: 먼저 공급자 스트림을 확인한 다음 재생 및 제한된 상태 프로브에 로컬 동반 릴레이를 사용합니다.
pt_br: Resolva primeiro o fluxo do provedor e, em seguida, use a retransmissão complementar local para reprodução e sondagens de integridade limitadas.
tr_tr: Önce sağlayıcı akışını çözümleyin, ardından oynatma ve sınırlanmış durum araştırmaları için yerel yardımcı geçişini kullanın.
zh_hans: 首先解析提供程序流，然后使用本地伴随中继进行播放和有界运行状况探测。

# Sources_Companion_PlaybackProbes_Description
source: Resolve the provider stream first, then use the local companion relay for playback and bounded health probes.
ar_sa: قم بحل تدفق الموفر أولاً، ثم استخدم مرحل المرافق المحلي للتشغيل وتحقيقات الصحة المحدودة.
de_de: Lösen Sie zuerst den Provider-Stream auf und verwenden Sie dann das lokale Companion-Relay für die Wiedergabe und begrenzte Integritätsprüfungen.
es_es: Primero resuelva la transmisión del proveedor y luego use el relé complementario local para la reproducción y los sondeos de estado limitados.
fr_fr: Résolvez d’abord le flux du fournisseur, puis utilisez le relais compagnon local pour la lecture et les sondes d’intégrité limitées.
hi_in: पहले प्रदाता स्ट्रीम को हल करें, फिर प्लेबैक और बाउंडेड स्वास्थ्य जांच के लिए स्थानीय साथी रिले का उपयोग करें।
ja_jp: 最初にプロバイダー ストリームを解決してから、再生と制限された正常性プローブにローカル コンパニオン リレーを使用します。
ko_kr: 먼저 공급자 스트림을 확인한 다음 재생 및 제한된 상태 프로브에 로컬 동반 릴레이를 사용합니다.
pt_br: Resolva primeiro o fluxo do provedor e, em seguida, use a retransmissão complementar local para reprodução e sondagens de integridade limitadas.
tr_tr: Önce sağlayıcı akışını çözümleyin, ardından oynatma ve sınırlanmış durum araştırmaları için yerel yardımcı geçişini kullanın.
zh_hans: 首先解析提供程序流，然后使用本地伴随中继进行播放和有界运行状况探测。

# Sources.CompanionBehaviorHeader
source: Companion behavior
ar_sa: سلوك الرفيق
de_de: Begleiterverhalten
es_es: Comportamiento de compañero
fr_fr: Comportement du compagnon
hi_in: साथी का व्यवहार
ja_jp: 仲間の行動
ko_kr: 동반자 행동
pt_br: Comportamento do companheiro
tr_tr: Arkadaş davranışı
zh_hans: 同伴行为

# Sources_CompanionBehaviorHeader
source: Companion behavior
ar_sa: سلوك الرفيق
de_de: Begleiterverhalten
es_es: Comportamiento de compañero
fr_fr: Comportement du compagnon
hi_in: साथी का व्यवहार
ja_jp: 仲間の行動
ko_kr: 동반자 행동
pt_br: Comportamento do companheiro
tr_tr: Arkadaş davranışı
zh_hans: 同伴行为

# Sources.CompanionEndpointHeader
source: Companion endpoint
ar_sa: نقطة النهاية المصاحبة
de_de: Companion-Endpunkt
es_es: Punto final complementario
fr_fr: Point de terminaison compagnon
hi_in: सहयोगी समापनबिंदु
ja_jp: コンパニオンエンドポイント
ko_kr: 동반 엔드포인트
pt_br: Ponto de extremidade complementar
tr_tr: Tamamlayıcı uç nokta
zh_hans: 伴随端点

# Sources_CompanionEndpointHeader
source: Companion endpoint
ar_sa: نقطة النهاية المصاحبة
de_de: Companion-Endpunkt
es_es: Punto final complementario
fr_fr: Point de terminaison compagnon
hi_in: सहयोगी समापनबिंदु
ja_jp: コンパニオンエンドポイント
ko_kr: 동반 엔드포인트
pt_br: Ponto de extremidade complementar
tr_tr: Tamamlayıcı uç nokta
zh_hans: 伴随端点

# Sources.CompanionMode.Buffered.Label
source: Buffered relay
ar_sa: تتابع مخزنة
de_de: Gepuffertes Relais
es_es: Relé almacenado en búfer
fr_fr: Relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: Relé com buffer
tr_tr: Arabelleğe alınmış röle
zh_hans: 缓冲继电器

# Sources_CompanionMode_Buffered_Label
source: Buffered relay
ar_sa: تتابع مخزنة
de_de: Gepuffertes Relais
es_es: Relé almacenado en búfer
fr_fr: Relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: Relé com buffer
tr_tr: Arabelleğe alınmış röle
zh_hans: 缓冲继电器

# Sources.CompanionMode.Buffered.Description
source: Ask the companion to stabilize the already resolved upstream stream through a buffered relay.
ar_sa: اطلب من الرفيق تثبيت التدفق الرئيسي الذي تم حله بالفعل من خلال مرحل مخزّن.
de_de: Bitten Sie den Begleiter, den bereits aufgelösten Upstream-Stream über ein gepuffertes Relay zu stabilisieren.
es_es: Pídale al compañero que estabilice la corriente ascendente ya resuelta a través de un relé almacenado en búfer.
fr_fr: Demandez au compagnon de stabiliser le flux en amont déjà résolu via un relais tamponné.
hi_in: साथी को बफर रिले के माध्यम से पहले से ही हल की गई अपस्ट्रीम स्ट्रीम को स्थिर करने के लिए कहें।
ja_jp: バッファリングされたリレーを通じて、すでに解決されているアップストリーム ストリームを安定させるようコンパニオンに依頼します。
ko_kr: 버퍼링된 릴레이를 통해 이미 해결된 업스트림 스트림을 안정화하도록 동반자에게 요청하세요.
pt_br: Peça ao companheiro para estabilizar o fluxo upstream já resolvido por meio de um relé em buffer.
tr_tr: Arkadaşınızdan, halihazırda çözümlenmiş yukarı akış akışını arabelleğe alınmış bir röle aracılığıyla stabilize etmesini isteyin.
zh_hans: 要求同伴通过缓冲中继稳定已经解析的上游流。

# Sources_CompanionMode_Buffered_Description
source: Ask the companion to stabilize the already resolved upstream stream through a buffered relay.
ar_sa: اطلب من الرفيق تثبيت التدفق الرئيسي الذي تم حله بالفعل من خلال مرحل مخزّن.
de_de: Bitten Sie den Begleiter, den bereits aufgelösten Upstream-Stream über ein gepuffertes Relay zu stabilisieren.
es_es: Pídale al compañero que estabilice la corriente ascendente ya resuelta a través de un relé almacenado en búfer.
fr_fr: Demandez au compagnon de stabiliser le flux en amont déjà résolu via un relais tamponné.
hi_in: साथी को बफर रिले के माध्यम से पहले से ही हल की गई अपस्ट्रीम स्ट्रीम को स्थिर करने के लिए कहें।
ja_jp: バッファリングされたリレーを通じて、すでに解決されているアップストリーム ストリームを安定させるようコンパニオンに依頼します。
ko_kr: 버퍼링된 릴레이를 통해 이미 해결된 업스트림 스트림을 안정화하도록 동반자에게 요청하세요.
pt_br: Peça ao companheiro para estabilizar o fluxo upstream já resolvido por meio de um relé em buffer.
tr_tr: Arkadaşınızdan, halihazırda çözümlenmiş yukarı akış akışını arabelleğe alınmış bir röle aracılığıyla stabilize etmesini isteyin.
zh_hans: 要求同伴通过缓冲中继稳定已经解析的上游流。

# Sources.CompanionMode.Relay.Label
source: Pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: Relé de paso
fr_fr: Relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: Relé de passagem
tr_tr: Geçiş rölesi
zh_hans: 直通继电器
